Repository: Manuel-Kehl/Go-For-It
Catalog: po/*.po
Languages: no

source: Spread the word about "%s"
no: Fyr opp jungeltelegrafen om "%s"

source: Consider a donation to help the project
no: Overvei å donere for å hjelpe prosjektet

source: Consider contributing to the project
no: Overvei å bidra til prosjektet

source: About
no: Om

source: A stylish to-do list with built-in productivity timer.
no: En stilig gjøremålsliste med innebygd produktivitetstidsur.

source: Contributions and Donations
no: Bidragsytelser og donasjoner

source: Thank you for supporting
no: Takk for at din støtte

source: Submitting code, artwork, translations or documentation is a great way of contributing to the project:
no: Innsendelse av kode, kunst, oversettelser eller dokumentasjon er en flott måte å bidra til prosjektet:

source: If you really like this app, you can buy me a drink:
no: Hvis du liker dette programmet, kan du rive i et glass:

source: Replace "%s"?
no: Erstatt «%s»?

source: Keep old
no: Behold gammel

source: Replace
no: Erstatt

source: Cancel
no: Avbryt

source: Settings
no: Innstillinger

source: Close
no: Lukk

source: Behavior
no: Oppførsel

source: Appearance
no: Utseende

source: Shortcuts
no: Snarveier

source: Plugins
no: Programtillegg

source: Use small toolbar icons
no: Bruk små verktøyslinjeikoner

source: Appearance of the activity switcher
no: Utseende for aktivitetsveksleren

source: Icons
no: Ikoner

source: Text
no: Tekst

source: %s needs to be restarted for this setting to take effect
no: %s må startes på ny for at denne innstillingen skal tre i effekt

source: Use a header bar
no: Bruk topptekstfelt

source: General
no: Generelt

source: Color scheme
no: Fargepalett

source: Theme
no: Drakt

source: Timer mode
no: Tidsursmodus

source: Simple
no: Enkelt

source: Pomodoro
no: Pomodoro-teknikk

source: Custom
no: Egendefinert

source: Task duration
no: Gjøremålsvarighet

source: minutes
no: minutter

source: Break duration
no: Pausevarighet

source: Long break duration
no: Varighet for lang pause

source: Have a long break after
no: Ta en lang pause etter

source: short breaks
no: korte pauser

source: Resume task after the break
no: Gjenoppta gjøremål etter pausen

source: Reset timer after switching tasks
no: Tilbakestill tidsuret etter bytting av gjøremål

source: Timer
no: Tidsur

source: Placement of new tasks
no: Plassering for nye gjøremål

source: Top of the list
no: Toppen av listen

source: Bottom of the list
no: Bunnen av listen

source: Tasks
no: Gjøremål

source: Aluminium bowl
no: Aluminiumsbolle

source: Singing bowl
no: Sangbolle

source: Reminder before task ends
no: Påminnelse før gjøremål sluttføres

source: seconds
no: sekunder

source: Reminder sound
no: Påminnelseslyd

source: Notification sounds
no: Merknadslyder

source: Silent
no: Stille

source: Select notification sound file
no: Velg merknadslydfil

source: _Select
no: _Velg

source: %s needs to be restarted for changes to take effect.
no: %s må startes på ny for at denne innstillingen skal tre i effekt.

source: Todo.txt files were found in the destination folder.
no: Todo.txt-filer funnet i målmappen.

source: What should be done with these files?
no: Hva skal gjøres med disse filene?

source: Overwrite
no: Overskriv

source: The configured folder is already in use by another list.
no: Oppsatt mappe er i bruk av en annen liste.

source: folder
no: mappe

source: Dark theme
no: Mørk drakt

source: Couldn't properly import settings from %s: %s
no: Kunne ikke importere innstillinger ordentlig fra %s: %s

source: The path to the todo.txt folder does not point to a folder, but to a file or mountable location. Please change the path in the settings to a suitable folder or remove this file.
no: Stien til todo.txt-mappen peker ikke på noen mappe, men til en fil eller monterbar plassering. Endre stien i innstillingene til en passende mappe, eller fjern denne filen.

source: Not a known list: %s
no: Ikke en kjent liste: %s

source: %s: Error: %s
no: %s: Feil: %s

source: Lists (List type : List ID - List name)
no: Lister (Listetype : Liste-ID - Listenavn)

source: FILE
no: FIL

source: LIST-TYPE
no: LISTE-TYPE

source: LIST-ID
no: LISTE-ID

source: Print version info and exit
no: Skriv ut versjonsinfo og avslutt

source: Show about dialog
no: Vis "Om"-dialog

source: CSV file to log activities to.
no: CSV-fil å logge aktiviteter til.

source: Show configured lists and exit
no: Vis oppsatte lister og avslutt

source: Load the list specified by the list type and ID
no: Last inn angitt listetype og ID

source: Go to overview
no: Gå til oversikt

source: Go back to the to-do list
no: Gå tilbake til gjøremålslisten

source: Menu
no: Meny

source: Contribute / Donate
no: Bidra / doner

source: Mute sounds
no: Forstum lyder

source: Filter tasks
no: Filtrer gjøremål

source: Currently, no lists are configured. Add one below!
no: Ingen lister satt opp. Legg til en nedenfor!

source: Add list
no: Legg til liste

source: Lists
no: Lister

source: To-Do
no: Gjøremål

source: Done
no: Ferdig

source: Couldn't write to %s: %s
no: Kunne ikke skrive til %s: %s

source: Take a Break
no: Ta en pause

source: Relax and stop thinking about your current task for a while
no: Slapp av og slutt å tenke på gjøremålet en stund

source: The Break is Over
no: Pausen er over

source: Your current task is
no: Ditt nåværende gjøremål er

source: Prepare for your break
no: Forbered deg på pause

source: You have %s seconds left
no: Du har %s sekunder igjen

source: Task duration exceeded
no: Gjøremålsvarighet overskredet

source: Consider switching to a different task
no: Overvei å bytte til et annet gjøremål

source: Light
no: Lys

source: Dark
no: Mørk

source: Default
no: Forvalg

source: disabled
no: avskrudd

source: Sort Tasks
no: Sorter gjøremål

source: Add new task/list
no: Legg til nytt gjøremål/liste

source: Start/Stop the timer
no: Start/stopp tidsuret

source: Skip the break or skip to the break
no: Hopp over pausen eller gå til pausen

source: Edit the properties of a list or task
no: Rediger egenskapene for en liste eller et gjøremål

source: Mark the task as complete
no: Marker gjøremålet som fullført

source: Move selected row up
no: Flytt valgt rad oppover

source: Move selected row down
no: Flytt valgt rad nedover

source: Move to next task/row
no: Flytt til neste gjøremål/rad

source: Move to previous task/row
no: Flytt til forrige gjøremål/rad

source: Move to right screen
no: Flytt til høyre skjerm

source: Move to left screen
no: Flytt til venstre skjerm

source: Store completed tasks in
no: Lagre fullførte gjøremål i

source: List name
no: Listenavn

source: New to-do list
no: Ny gjøremålsliste

source: Edit to-do list properties
no: Rediger gjøremållisteegenskaper

source: Apply
no: Bruk

source: Log timer usage
no: Logg tidsurbruk

source: Keep track of when you used the timer and what tasks you worked on while doing this.
no: Hold øye med bruken av tidsuret, og hvilke gjøremål du brukte når du gjorde dette.

source: This log will be saved as a CSV file.
no: Loggen vil lagres som en CSV-fil.

source: Log file
no: Loggfil

source: Select file to store completed tasks in
no: Velg fil å lagre fullførte gjøremål i

source: Log the time spent working on each task
no: Loggfør tid forbrukt på hvert gjøremål

source: Log the total time spent working on a task using the timer.
no: Loggfør total tid forbrukt på hvert gjøremål ved bruk av tidsuret.

source: This information will be stored in the todo.txt files.
no: Denne informasjonen vil bli lagret i todo.txt-filene.

source: Use default settings
no: Bruk forvalgte innstillinger

source: The configured to-do file is already in use by another list.
no: Oppsatt gjøremålsfil er i bruk av en annen liste.

source: Please assign a name to the list.
no: Gi listen et navn.

source: project
no: prosjekt

source: context
no: kontekst

source: priority
no: prioritet

source: %s won't save or load from the current todo.txt folder until it is either restarted or another location is chosen.
no: %s vil ikke lagre eller laste fra gjeldende todo.txt-mappe til det enten startes på ny, eller en annen plassering velges.

source: Couldn't read the todo.txt file (%s):
no: Kunne ikke lese todo.txt-filen (%s):

source: Couldn't save the to-do list (%s):
no: Kunne ikke lagre gjøremålsliste (%s):

source: Clear Done List
no: Tøm "Ferdig"-liste

source: An error was encountered while moving a file!
no: En feil inntraff under flytting av en fil!

source: Error information:
no: Feilinfo:

source: You currently don't have any tasks. Add some!
no: Du har ikke noen gjøremål. Legg til noen!

source: You don't have any completed tasks stored.
no: Du har ingen fullførte gjøremål lagret.

source: You finished all tasks, good job!
no: Du har fullført alle gjøremålene, godt jobbet!

source: Add new task
no: Legg til nytt gjøremål

source: %Y-%m-%d
no: %d.%m.%Y

source: Task completed at %s, created at %s
no: Gjøremål fullført %s, opprettet %s

source: Task created at %s
no: Gjøremål opprettet %s

source: %u minutes
no: %u minutter

source: %u hours and %u minutes
no: %u timer og %u minutter

source: Click and drag to reorder rows
no: Klikk og dra for å omorganisere rader

source: Choose a file
no: Velg en fil

source: Skip the remainder of the break
no: Hopp over pausepåminnelsen

source: Active Task
no: Aktivt gjøremål

source: Skip to the break
no: Hopp til pausen

source: Stop the timer
no: Stopp tidsuret

source: Start the timer
no: Start tidsuret

source: Inactive
no: Inaktiv

source: No task has been selected
no: Inget gjøremål valgt

source: S_kip
no: H_opp over

source: _Done
no: _Ferdig

source: Relax
no: Slapp av

source: You have nothing to do.
no: Du har ingenting å gjøre.

source: Delete
no: Slett

source: Edit
no: Rediger

source: Open %s
no: Åpne %s

source: Switch to next task
no: Bytt til neste gjøremål

source: Switch to the previous task
no: Bytt til forrige gjøremål
